init_txt = f"""
Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс, призначений для оцінки працездатності серця\nпри фізичному навантаженні.\n
У випробуваного визначають частоту пульсу за 15 секунд.
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: число пульсацій за перші 15 секунд,\n30 секунд відпочинку, число пульсацій за останні 15 секунд.\n"""

txt_test1 = f""" Заміряйте пульс за 15 секунд.\n
Результат запишіть у відповідне поле. """

txt_test2 = f""" Виконайте 30 присідань за 45 секунд.\n
Натисніть кнопку "Почати", щоб запустити лічильник присідань.\n
Робіть присідання зі швидкістю лічильника. """

txt_test3 = f""" Протягом хвилини заміряйте пульс двічі:\n
за перші 15 секунд хвилини, потім за останні 15 секунд.\n
Результати запишіть у відповідні поля. """